"article-languages-label" = "Chagua lugha";
"which-came-first-archive-toast-score" = "Ulipata %1$d /5 siku hii.";
"main-menu-zero-faq" = "Wikipedia Zero Maswali Yaulizwayo Mara kwa Mara";
"table-of-contents-heading" = "Yaliyomo";
"which-came-first-archive-nav-title" = "Kumbukumbu iliyohifadhiwa";
"home-feed-for-you-based-on-interests-subtitle" = "Makala zilizoundwa kulingana na mada ulizochagua.";
"back-button-popover-title" = "Gusa kurudi nyuma";
"edit-summary-choice-fixed-grammar" = "Nimerekebisha sarufi";
"home-feed-settings-modules-title" = "Moduli";
"which-came-first-archive-day-score-a11y" = "Pata:%1$d kati ya 5";
"home-feed-modules-picture-of-the-day-title" = "Picha ya siku";
"search-recent-title" = "Kutafuta kwa hivi karibuni";
"home-feed-for-you-continue-reading-subtitle" = "Rudi kwenye makala ambazo hukumaliza";
"button-next" = "Inayofuata";
"navbar-title-mode-edit-wikitext-preview" = "Onyesha hakikisho";
"home-feed-settings-for-you-section-title" = "Kwa ajili yako";
"article-share" = "Gawa";
"about-translators" = "Wafasiri";
"action-cancel" = "Ghairi";
"home-feed-modules-settings-header" = "Kuzima moduli huificha kutoka kwa mlisho wako wa Jumuiya. Unaweza kuiwasha tena  wakati wowote. Huenda baadhi ya moduli zisipatikane katika lugha yako.";
"share-article-name-on-wikipedia" = "\"%1$@\" katika @Wikipedia:";
"home-feed-modules-top-read-title" = "Yaliyo somwa zaidi";
"home-feed-for-you-because-you-read-title" = "Sababu umesoma";
"action-share" = "Gawa";
"home-feed-modules-top-read-subtitle" = "Nini kimevuma leo kwenye Wikipedia";
"main-menu-about" = "Kuhusu programu tumizi ya Wikimedia";
"explore-feed-customize-accessibility-title" = "Rekebisha";
"about-contributors" = "Wachangiaji";
"logged-out-log-back-in-button-title" = "Ingia tena katika akaunti yako";
"home-feed-interests-settings-title" = "Unavyopendelea";
"home-feed-modules-on-this-day-subtitle" = "Gundua matukio ya kihistoria kuanzia siku ya leo";
"home-feed-whats-driving-settings-title" = "Ni nini kinachoendesha mlisho wako";
"home-feed-modules-in-the-news-title" = "Kwenye habari";
"action-remove" = "Ondoa";
"about-libraries-license" = "Leseni";
"home-feed-modules-on-this-day-title" = "Kwenye siku hii";
"about-product-of" = "Bidhaa ya %1$@";
"history-clear-confirmation-heading" = "Futa vifaa vyote vya hivi karibuni?";
"places-location-enabled" = "uonyeshi umewezeshwa";
"which-came-first-archive-subtitle" = "Cheza michezo tangu Juni 2024.";
"main-menu-title" = "Zaidi";
"edit-summary-choice-fixed-typos" = "Nimerekebisha chapa mbaya";
"main-menu-nearby" = "Karibu";
"main-menu-account-logout" = "Toka";
"action-save" = "Hifadhi";
"button-skip" = "Ruka";
"account-creation-missing-fields" = "Lazima uingize jina la mtumiaji, neno la siri na dhibitisho ya neno la siri ili kuunda akaunti.";
"home-feed-whats-driving-your-interests-subtitle" = "Hariri mada unazopendelea";
"home-feed-modules-featured-article-title" = "Makala Maalum";
"search-recent-clear-delete-all" = "Futa Zote";
"main-menu-account-title-logged-in" = "Umeingia kama: %1$@";
"edit-summary-choice-linked-words" = "Nimeongeza viungo";
"home-feed-settings-community-modules-subtitle" = "Kuwasha au kuzima moduli za \"Jamii\"";
"history-clear-delete-all" = "Futa Zote";
"nearby-distance-label-km" = "%1$@ kilomita";
"account-creation-logging-in" = "Unaingia...";
"account-creation-log-in" = "Ingia.";
"which-came-first-archive-title" = "Ni ipi iliyotangulia?";
"about-wikimedia-foundation" = "Wakfu wa Wikimedia";
"account-creation-title" = "Unda akaunti";
"home-feed-whats-driving-your-interests-title" = "Unavyopendelea";
"home-feed-settings-community-section-title" = "Jumuiya";
"about-title" = "Kuhusu";
"home-feed-whats-driving-settings-header" = "Mada na makala haya huunda kile kinachoonekana kwenye mlisho wako wa \"Kwa Ajili Yako\". Ondoa chochote ambacho hutaki tena au ongeza mambo mapya yanayokuvutia.";
"action-redo" = "Fanyaupya";
"home-feed-settings-title" = "Badilisha mipasho ya nyumbani";
"about-send-feedback" = "Toa maoni ya programu timizi";
"action-share-accessibility" = "Gawa";
"home-feed-for-you-because-you-read-subtitle" = "Mapendekezo kulingana na makala ya hivi karibuni kutoka historia yako";
"home-feed-whats-driving-reading-history-subtitle" = "Fungua makala za ulizosoma hivi karibuni";
"home-feed-modules-settings-title" = "Moduli";
"home-feed-interests-settings-empty-message" = "Mapendeleo yako yataoneshwa hapa";
"main-menu-terms-of-use" = "Masharti ya matumizi";
"cancel" = "Ghairi";
"vanish-account-continue-button-title" = "Endelea";
"close-button-accessibility-label" = "Funga";
"home-feed-settings-whats-driving-subtitle" = "Mada na makala zinazounda maudhui yako";
"wikitext-upload-save" = "Inahifadhi...";
"home-feed-for-you-settings-header" = "Kuzima moduli ficha kutoka kwenye mlisho wako wa \"Kwa ajili yako\". Unaweza kuiwezesha tena hapa wakati wowote.";
"home-feed-for-you-settings-title" = "Moduli";
"explore-nearby-placeholder-sub-heading-on-wikipedia" = "Kutoka Wikipedia";
"account-creation-saving" = "Inahifadhi...";
"main-menu-heading-legal" = "Faragha na Masharti";
"action-undo" = "Tengua";
"about-libraries-complete-list" = "Orodha pevu";
"home-feed-whats-driving-languages-title" = "Lugha";
"about-libraries" = "Maktaba yanayotumiwa";
"main-menu-privacy-policy" = "Sera ya faragha";
"home-feed-whats-driving-reading-history-title" = "Historia ya kusoma";
"wikitext-upload-save-terms-name" = "Masharti ya matumizi";
"home-feed-modules-featured-article-subtitle" = "Makala zilizoteuliwa ni baadhi ya makala zenye ubora wa hali ya juu kwenye Wikipedia, zinazochaguliwa kila siku na wahariri";
"home-feed-settings-whats-driving-title" = "Nini kinaendesha marejeo Yako";
"main-menu-account-login" = "Ingia";
"home-feed-for-you-based-on-interests-title" = "Kulingana na mambo yanayokuvutia";
"home-feed-modules-in-the-news-subtitle" = "Makala ambazo zimesasishwa kwa kiasi kikubwa ili kuakisi matukio ya hivi karibuni au ya sasa yenye maslahi mapana";
"nearby-distance-label-meters" = "%1$d mita";
"home-feed-modules-picture-of-the-day-subtitle" = "Picha za kila siku kwenye Wikimedia Commons, zilizochaguliwa na wachangiaji wa kujitolea";
"nearby-distance-label-feet" = "%1$d fiti";
"button-ok" = "Sawa";
"explore-feed-preferences-card-hidden-title" = "kadi iliyofichwa";
"action-update" = "Sasisha";
"home-feed-settings-for-you-modules-subtitle" = "Washa au zima moduli za 'Kwa Ajili Yako'";
"home-feed-whats-driving-languages-subtitle" = "Hariri lugha unazopendelea";
"which-came-first-play-archive-button" = "Cheza kumbukumbu iliyohifadhiwa";
